Repository: BeatriceSchuster/tryton
Catalog: modules/product_measurements/locale/*.po
Languages: es_es

# field:product.template,height:
source: Height
es_es: Alto

# field:product.template,height_digits:
source: Height Digits
es_es: Número de dígitos alto

# field:product.template,height_uom:
source: Height Uom
es_es: UdM alto

# field:product.template,length:
source: Length
es_es: Longitud

# field:product.template,length_digits:
source: Length Digits
es_es: Número de dígitos

# field:product.template,length_uom:
source: Length Uom
es_es: UdM longitud

# field:product.template,weight:
source: Weight
es_es: Peso

# field:product.template,weight_digits:
source: Weight Digits
es_es: Número dígitos peso

# field:product.template,weight_uom:
source: Weight Uom
es_es: UdM peso

# field:product.template,width:
source: Width
es_es: Ancho

# field:product.template,width_digits:
source: Width Digits
es_es: Número dígitos ancho

# field:product.template,width_uom:
source: Width Uom
es_es: UdM ancho

# view:product.template:
source: Measurements
es_es: Medidas
